{"Key issues and trends in global health": " The Key issues and trends in global health section discusses the improvements in population health globally, including reductions in child mortality and maternal mortality rates, as well as declining rates of infectious diseases. It also highlights the importance of data in informing policy and actions to maximize health gains and eliminate inequalities. Additionally, it mentions the increase in global life expectancy since the 1950s.", "Trends in maternal and child mortality": " According to the document, progress has been made in reducing maternal and child mortality rates, but these remain significant global health challenges. The SDG target for maternal mortality is a reduction to less than 70 deaths per 100,000 live births by 2030. In 2020, 13 countries had a very high or extremely high maternal mortality ratio, with the majority being in the African Region. Additionally, there are disparities in maternal mortality within countries, based on factors such as place of residence and socioeconomic status. ", "Noncommunicable diseases and major risk factors": " The section on Noncommunicable diseases and major risk factors addresses the global burden of NCDs, which is the highest proportion of disease burden. The trend shows that the impact of NCDs has increased from causing 61% of global deaths in 2000 to 74% in 2019. This section also highlights the importance of prevention and control efforts, which focus on reducing risk factors for NCDs such as genetic, physiological, environmental, and behavioral factors. The document also includes indicators for service coverage on the pathway to universal health coverage, including preventive, diagnostic, and treatment services for NCDs. ", "Assessing the impact of the COVID-19 pandemic, 2020–2021": " In the section titled \"Assessing the impact of the COVID-19 pandemic, 2020-2021\", the document discusses key issues and trends in global health, including the spread of the disease, different approaches taken by regions and countries, availability of vaccines, disparities between countries, changes in testing and policies, and the evolving nature of the virus. It also mentions that reported deaths due to COVID-19 underestimate the true impact, and that the World Health Organization has made efforts to collect data on all-cause mortality and the pandemic's impact on populations. It then discusses global health progress prior to the pandemic and how it has been set back by COVID-19, with an estimated 15 million excess deaths. Inequalities within and between countries persist, and excess mortality (difference between expected and actual mortality) is an important indicator of the pandemic's impact. The section also includes a figure showing reported COVID-19 deaths by WHO region up to 11 March 2023, with the Americas being the hardest hit region.", "Climate change and health": " Climate change is considered one of the greatest health challenges of the 21st century. As weather and climate events become more frequent and intense, they directly and indirectly affect human health by increasing the risk of deaths, noncommunicable diseases, and the emergence and spread of infectious diseases. This also has an impact on the health workforce and infrastructure, making it difficult to achieve universal health coverage. Climate change also degrades the environment, making it harder for people to access healthcare services and be protected from health emergencies. The World Health Organization is providing technical support and guidance to countries to protect human health from climate change through various initiatives and country support programs.", "Summary status of the health-related SDGs and GPW 13 indicators": " The summary of the section on Summary status of the health-related SDGs and GPW 13 indicators includes information on infectious diseases, child malnutrition and anemia among women, injuries and violence, environmental risks, and universal health coverage and health systems. It also mentions that the data for these indicators was primarily obtained from publications and databases produced and maintained by WHO and other international organizations.", "Infectious diseases": " This section discusses the status of infectious diseases as reflected in SDG target 3.3, including the indicators for HIV, tuberculosis, malaria, viral hepatitis, and neglected tropical diseases. It also mentions the GPW 13 indicators on antimicrobial resistance and polio caused by wild poliovirus. The section highlights the current targets for HIV, which aim to decrease new infections and deaths by 2025, and mentions potential service disruptions due to COVID-19.", "Child malnutrition and anaemia among women": "\n\nThe section discusses the global prevalence and number of children affected by stunting, wasting, and overweight, as well as anaemia among women aged 15-19 years. Efforts to address child malnutrition have been effective, but it remains a significant problem in many countries. Anaemia in women is a major concern as it can lead to adverse outcomes in both mothers and babies, and its prevalence has only slightly decreased despite an increase in population. There is also a high coexistence of multiple forms of malnutrition in many countries, highlighting the need for comprehensive nutrition interventions. ", "Injuries and violence": " The Injuries and violence section of the document highlights the widespread issue of violence against women, with approximately 39% of deaths among women being committed by intimate partners. The document also states that an estimated 30% of women have experienced physical and/or sexual violence from either intimate partners or non-partners in their lifetime, which can significantly impact their physical, mental, and reproductive health. Additionally, the document mentions the higher risk of sexually transmitted infections, abortion, and preterm birth for women who have experienced partner violence compared to those who have not. The section also includes data on global mortality rates due to suicide, homicide, and road traffic injuries, with the African region having the highest mortality rate. Additionally, the section provides statistics on deaths due to road traffic injury, suicide, and homicide by age group and sex, showing that young adults and middle-aged adults are most at risk.", "Environmental risks": " The Environmental Risks section discusses various factors that can impact health, including climate change and pollution. It notes that 24% of global deaths in 2016 were preventable due to environmental factors. It also highlights the vulnerable populations most at risk and the lack of access to clean water and sanitation for millions of people. The section also mentions the impact of extreme weather events on water and food safety, as well as the need for evidence-based information and policies to address these risks.", "Universal health coverage and health systems": " The document states that achieving Universal Health Coverage (UHC) means that all people can access the health services they need without facing financial hardship. This is measured by various indicators, including coverage of essential health services and financial risk protection, and is tracked as part of the Sustainable Development Goals (SDGs). The document also outlines four subindices for monitoring progress towards UHC, focusing on reproductive, maternal, newborn, and child health; infectious diseases; noncommunicable diseases; and health service capacity and access. The document notes that there have been global improvements in contraceptive coverage for women since 2000, but regional variations exist.", "Building on past achievements to prepare for the next stage of global health": " The section discusses the improvements in overall population health over the last seven decades, the rapid epidemiological transitions shifting disease burdens in recent decades, driving factors for the transition and WHO's contribution, and implications for the next stage of global health. It emphasizes the need for timely and reliable data to inform policy and actions to maximize health gains and eliminate inequalities. Concerted efforts from countries, WHO, and partners are highlighted as essential for promoting, providing and protecting health for all in the years leading up to the end of the SDG era in 2030. The World health statistics 2023 report also documents successes and challenges in public health, with a focus on the SDG indicators and trends. ", "Improvements in overall population health over the last seven decades": "\n\nThe document states that since the beginning of the millennium, there have been notable improvements in population health globally. This includes halving child mortality, reducing maternal mortality by a third, and decreasing the incidence of many infectious diseases. However, challenges still remain regarding universal health coverage, addressing various health issues, and containing risks to avoid facing catastrophic costs. It is important to have timely and reliable data to inform policies and guide actions at all levels in order to maximize health gains and eliminate inequalities. Urgent action is needed to anticipate and respond to health challenges and protect vulnerable populations. Concerted efforts by countries, WHO, and partners are necessary to promote, provide, and protect health for all in order to build a solid foundation for healthier populations in the future.", "Rapid epidemiological transitions shifting disease burdens in recent decades": " The document states that there has been a marked shift in the global burden of diseases in the last two decades, with a significant decrease in deaths from communicable diseases and an increase in deaths from non-communicable diseases. This transition is driven by factors such as demographic changes, unhealthy lifestyles, and an ageing population, and it is observed in all regions of the world. However, progress in combating major causes of illness and death has stalled in recent years, and the COVID-19 pandemic has highlighted the continued threat of infectious diseases.", "Driving factors for the transition and WHO’s contribution": "\n\nThe document outlines the driving factors behind the rapid epidemiological transitions and shifting disease burdens in recent decades, including advances in overall population health and improvements in various health indicators. It also highlights the crucial role that the World Health Organization (WHO) has played in contributing to these improvements and preparing for the next stage of global health. This includes promoting the use of safe equipment, such as helmets and seatbelts, and reducing exposure to key risk factors such as speeding, mobile phone use while driving, and alcohol consumption. The document emphasizes the need for an integrated \"safe system\" approach to road safety and recognizes road safety as a key factor in achieving the Sustainable Development Goals (SDGs).", "Implications for the next stage of global health": " The next stage of global health will require urgent action to anticipate and respond to health challenges at all levels, as well as timely and reliable data to inform policies and actions. Concerted efforts by countries, WHO, and partners are necessary to promote, provide, and protect health for all and build a foundation for healthier populations in the future. The document also highlights the need for a comprehensive view of current and future disease burdens to effectively address health issues."}